import React from 'react';
import Link from "next/link";

const payrollpage = () => {
  return (
    <section className="text-gray-600 body-font">
  <div className="container mx-auto flex px-5 py-16 items-center justify-center flex-col">
    <img 
        className="mb-4"
        src="\images\payroll.jpg"
    />
    <div className=" lg:w-2/3 w-full">
      <h1 className="title-font sm:text-4xl text-3xl mb-4 font-medium text-gray-900 text-center">Payroll Outsourcing</h1>
      <p className="mb-8 leading-relaxed font-medium"><p className="font-semibold">ขอบเขตให้บริการของเรามีดังนี้: <br></br></p>
      •	บริการจัดเก็บและติดตามข้อมูลพนักงาน: การจัดเก็บและติดตามความเปลี่ยนแปลงข้อมูลของพนักงานตลอดระยะเวลาการจ้างงาน <br></br>
      •	บริการจัดทำเงินเดือนและการบัญชี: การจัดทำเงินเดือนพนักงาน , การคำนวณภาษีและจัดทำรายงานสำหรับหน่วยงานต่าง ๆเช่น กรมสรรพากร, ประกันสังคม<br></br>
      • บริการบริหารการมาทำงานและการลา: การจัดเก็บและบริหารข้อมูลเวลาการทำงานของพนักงาน , การคำนวณรายได้และการหักเงินที่เกี่ยวกับเวลาทำงาน <br></br>
      • บริการบริหารสวัสดิการ: การจัดการการจ่ายสวัสดิการทุกประเภทของพนักงาน <br></br>
      • บริการประเมินผลการทำงาน: การจัดเก็บข้อมูลการประเมินผลการทำงานของพนักงานเพื่อการขึ้นเงินเดือนหรือการจ่ายโบนัส <br></br>
      • บริการจัดการฝึกอบรมและพัฒนา: การจัดเก็บและติดตามความเปลี่ยนแปลงของข้อมูลการฝึกอบรมพนักงานและผลการประเมินหลังการอบรม<br></br>
      นี่คือบริการที่เราให้และทุกบริการนี้มุ่งเน้นให้คุณภาพและความพึงพอใจสูงสุดให้กับลูกค้าของเราทุกคน 
      โดยทีมงานมืออาชีพของเราจะช่วยเสริมสร้างสิ่งที่ลูกค้าต้องการอย่างเต็มประสิทธิภาพและประสิทธิภาพสูงสุดที่เป็นไปได้ <br></br>
      <p className="font-semibold">นโยบายบริษัท <br></br></p>
      •	รักษาความลับเป็นสำคัญโดยมีสัญญารักษาความลับลูกค้าและสัญญาให้บริการแยกจากกัน <br></br>
      •	ให้บริการถูกต้อง แม่นยำ ตรงต่อเวลา <br></br>
      สนใจขอรายละเอียดและใบเสนอราคา
      ได้ที่ 089-113-8565
      </p>
    </div>
  </div>
</section>


  );
}

export default payrollpage;
